{"name":"list-of-ministers-interests-uk","title":"List of ministers' interests - UK","description":"Relevant interests of the UK government ministers concerned current at the date of publication.\r\n\r\nThe main dataset was copied from a PDF titled \"List of ministers' interests - December 2016\" which is available here: https://www.gov.uk/government/publications/list-of-ministers-interests. This version of the dataset is in CSV. That makes it easier for anyone to access, use and share.\r\n\r\nThere is also a mapping table in the set which links individual records to the relevant EveryPolitician (http://docs.everypolitician.org) ID for the member mentioned in the record. This mapping table only works for members of the House of Commons. This mapping will make it easier for people to do things such as link to Hansard.\r\n\r\nLists of ministers' interests for other dates are available at the link above. Some of those are in PDF too.\r\n\r\nSome manual work was created in the data entry and this is not an authoritative source. If you spot an error please correct via Github pull request or contact me on twitter @peterkwells.","licenses":[{"url":"https://www.nationalarchives.gov.uk/doc/open-government-licence/version/3/","title":"Open Government Licence 3.0 (United Kingdom)"}],"publishers":[{"name":"Peter Wells","web":"https://twitter.com/peterkwells"}],"resources":[{"name":"List of ministers' interests - December 2016","mediatype":"text/csv","description":"A list of UK government ministers' interests for December 2016. It was originally published by the UK government in PDF format, this is in CSV. The list of interests contains items such as company directorships, links to companies and interests of family members.","path":"data/list-of-ministers-interests-december-2016.csv"},{"name":"Mapping for everypolitician","mediatype":"text/csv","description":"This file maps entries from the list of ministers' interests to the EveryPolitician dataset maintained by MySociety (http://docs.everypolitician.org). It contains an entry for every record in the list of ministers' interests rather than a record for every unique politician mentioned in the list. Only elected politicians in the UK House of Commons are listed in the EveryPolitician dataset.","path":"data/mapping-for-everypolitician.csv"}]}